Repository: rhertzog/lcs
Catalog: lcs-sacoche/Sacoche/_lang/*/LC_MESSAGES/traductions.po
Languages: vi_vn

source: MENU
vi_vn: TRÌNH ĐƠN

source: Informations
vi_vn: Thông tin

source: Paramétrages établissement
vi_vn: Thiết lập, cài đặt tên xác thực và mã trường

source: Paramétrages utilisateurs
vi_vn: Thiết lập, cài đặt tên xác thực của người sử dụng

source: Paramétrages personnels
vi_vn: Cài đặt tên xác thực của giáo viên, cán bộ giáo dục

source: Administration générale
vi_vn: Quản trị chung

source: Gestion courante
vi_vn: Quản lý học sinh đến / đi

source: Accueil
vi_vn: Trang chủ

source: Date de dernière connexion
vi_vn: Ngày kết nối cuối cùng

source: Export de données
vi_vn: Xuất dữ liệu

source: Log des actions sensibles
vi_vn: Lưu lại các thao tác nhạy cảm

source: Notifications reçues
vi_vn: Các thông báo đã nhận

source: Référentiels en place
vi_vn: Các tập hợp tham chiếu đã được thiết lập

source: Identité de l'établissement
vi_vn: Tên xác thực của trường

source: Mode d'identification / Connecteur ENT
vi_vn: Chế độ định danh tính / Kết nối ENT

source: Redirection après déconnexion
vi_vn: Địa chỉ sẽ đến sau khi đăng xuất

source: Niveaux
vi_vn: Trình độ học

source: Matières
vi_vn: Môn học

source: Paliers du socle
vi_vn: Các phần học thuộc kiến thức nền

source: Notation : codes, couleurs, légendes
vi_vn: Nhận xét, đánh giá: ký hiệu, màu sắc, chú thích

source: Algorithme de calcul
vi_vn: Cách thức tính kết quả trung bình giúp đánh giá việc lĩnh hội các kỹ năng

source: Choix des profils utilisateurs
vi_vn: Lựa chọn chức năng người sử dụng

source: Réglage des autorisations
vi_vn: Điều tiết quyền đăng nhập

source: Format des identifiants de connexion
vi_vn: Quy tắc ký hiệu trong thiết lập danh tính người đăng nhập

source: Délai avant déconnexion
vi_vn: Thời gian còn lại trước khi đăng xuất

source: Mot de passe
vi_vn: Mật khẩu

source: Adresse e-mail & Abonnements
vi_vn: Địa chỉ thư điện tử (E-mail) và đăng ký đặt thông tin

source: Bascule entre comptes
vi_vn: Chuyển đổi nhanh giữa các tài khoản với nhau

source: Langue
vi_vn: Ngôn ngữ

source: Sauvegarder / Restaurer la base
vi_vn: Bảo vệ / phục hồi một cơ sở dữ liệu

source: Nettoyer / Initialiser la base
vi_vn: Vệ sinh / Khởi tạo lại một cơ sở dữ liệu

source: Importer des fichiers d'utilisateurs
vi_vn: Nhập các phiếu thông tin của người sử dụng

source: Importer / Imposer des identifiants
vi_vn: Nhập / Lập sẵn tên tài khoản

source: Import / Export des validations
vi_vn: Nhập / Xuất các kết quả đã được hợp thức

source: Messages d'accueil
vi_vn: Thông tin tại trang chủ

source: Blocage des connexions
vi_vn: Chặn các đăng nhập

source: Résilier l'inscription
vi_vn: Hủy bỏ một đăng ký

source: Périodes
vi_vn: Phân kỳ học tập

source: Synthèses / Bilans
vi_vn: Tổng hợp / đánh giá kết quả học tập

source: Notanet & Fiches brevet
vi_vn: Notanet & Hồ sơ chuẩn bị cho thi tốt nghiệp THCS

source: Classes
vi_vn: Lớp

source: Groupes
vi_vn: Nhóm học

source: Élèves
vi_vn: Học sinh

source: Parents
vi_vn: PHHS

source: Professeurs / Personnels
vi_vn: Giáo viên/ Cán bộ giáo dục

source: Administrateurs
vi_vn: Quản trị hệ thống

source: Rechercher un utilisateur
vi_vn: Tìm kiếm người sử dụng

source: Paramétrages
vi_vn: Thiết lập, cài đặt

source: Évaluations
vi_vn: Kiểm tra, đánh giá kiến thức

source: Validation du socle
vi_vn: Hợp thức kết quả lĩnh hội các kiến thức nền

source: Relevés / Synthèses
vi_vn: Liệt kê / Tổng hợp kết quả đánh giá

source: Bilans officiels
vi_vn: Kết quả đánh giá chính thức

source: Données personnelles
vi_vn: Dữ liệu cá nhân

source: Dates des périodes
vi_vn: Phân bố các phân kỳ học tập

source: Référentiels partagés
vi_vn: Các tập hợp tham chiếu được chia sẻ

source: Statistiques globales
vi_vn: Thống kê tổng quát

source: Trombinoscope
vi_vn: Ảnh đại diện

source: Daltonisme
vi_vn: Thay đổi mã mầu nếu mắc chứng mù màu đỏ

source: Regroupements d'items
vi_vn: Nhóm năng lực

source: Nombre de saisies
vi_vn: Số điểm đã cho

source: Liste des évaluations
vi_vn: Danh mục các bài kiểm tra, đánh giá kiến thức

source: Choisir la langue étrangère
vi_vn: Chọn một ngoại ngữ

source: Valider les items du socle
vi_vn: Hợp thức các năng lực thuộc kiến thức nền

source: Valider les compétences du socle
vi_vn: Hợp thức các kỹ năng thuộc kiến thức nền

source: Annuler une compétence validée
vi_vn: Hủy bỏ một kỹ năng đã được hợp thức

source: Recherche ciblée
vi_vn: Tìm kiếm chuyên biệt

source: Grille d'items d'un référentiel
vi_vn: Bảng các năng lực cần có thuộc một tham chiếu

source: Relevé d'items d'une matière
vi_vn: Bản kê các năng lực cần có đối với một môn học

source: Relevé d'items pluridisciplinaire
vi_vn: Bản kê các năng lực liên môn cần có

source: Synthèse d'une matière
vi_vn: Tổng hợp kết quả kiểm tra, đánh giá kiến thức một môn học

source: Synthèse pluridisciplinaire
vi_vn: Tổng hợp kết quả kiểm tra, đánh giá kiến thức liên môn

source: Relevé de maîtrise du socle
vi_vn: Liệt kê các kiến thức nền đã lĩnh hội

source: Synthèse de maîtrise du socle
vi_vn: Tổng hợp các kiến thức nền đã lĩnh hội

source: Absences / Retards
vi_vn: Nghỉ học / Đi học muộn

source: Relevé d'évaluations
vi_vn: Bảng kê các kiểm tra, đánh giá

source: Bulletin scolaire
vi_vn: Phiếu điểm và đánh giá học tập

source: Maîtrise du palier 1
vi_vn: Lĩnh hội các kiến thức thuộc phân kỳ 1

source: Maîtrise du palier 2
vi_vn: Lĩnh hội các kiến thức thuộc phân kỳ 2

source: Maîtrise du palier 3
vi_vn: Lĩnh hội các kiến thức thuộc phân kỳ 3

source: Demandes d'évaluations formulées
vi_vn: Đề nghị kiểm tra, đánh giá của học sinh

source: Archives consultables
vi_vn: Kết quả học tập lưu trữ bạn có thể tra cứu

source: Référentiels (gestion)
vi_vn: Các tập hợp tham chiếu (quản lý)

source: Groupes de besoin
vi_vn: Nhóm học sinh cần được trợ giúp

source: Créer / paramétrer les référentiels
vi_vn: Thiết lập / cài đặt các tập hợp tham chiếu

source: Modifier le contenu des référentiels
vi_vn: Sửa đổi nội dung các tập hợp tham chiếu

source: Associer des ressources aux items
vi_vn: Kết hợp các hoạt động phụ đạo với việc tiếp thu năng lực

source: Évaluer une classe ou un groupe
vi_vn: Đánh giá kết quả học tập của một lớp hoặc một nhóm học

source: Évaluer des élèves sélectionnés
vi_vn: Đánh giá kết quả học tập của những học sinh được lựa chọn

source: Évaluer un élève à la volée
vi_vn: Kiểm tra đánh giá không báo trước

source: Relevé d'items sélectionnés
vi_vn: Bảng kê các năng lực được lựa chọn

source: Relevé d'items d'un enseignant
vi_vn: Bảng kê các năng lực đã được một giáo viên khác sử dụng để đánh giá học sinh

source: Fiches brevet
vi_vn: Hồ sơ chuẩn bị cho thi tốt nghiệp THCS

source: Gérer les administrateurs
vi_vn: Quản lý, tổ chức người quản trị

source: Gérer les classes
vi_vn: Quản lý, tổ chức các lớp

source: Affecter les élèves aux classes
vi_vn: Phân bố học sinh vào các lớp

source: Gérer les élèves
vi_vn: Quản lý học sinh

source: Affecter les élèves aux groupes
vi_vn: Phân bố học sinh vào các nhóm

source: Choisir la langue étrangère pour le socle commun
vi_vn: Chọn ngoại ngữ 1 cho phần kiến thức nền chung

source: Photos des élèves
vi_vn: Ảnh học sinh

source: Gérer les groupes
vi_vn: Quản lý, tổ chức các nhóm

source: Responsables légaux
vi_vn: Người giám hộ hợp pháp

source: Adresses des parents
vi_vn: Địa chỉ phụ huynh

source: Parents & élèves
vi_vn: Phụ huynh & học sinh

source: Gérer les parents
vi_vn: Quản lý, thiết lập tài khoản cho phụ huynh, tên học sinh kết nối

source: Affecter les périodes aux classes & groupes
vi_vn: Phân bố các phân kỳ học tập cho các lớp & các nhóm

source: Gérer les périodes
vi_vn: Quản lý, tổ chức các phân kỳ học tập

source: Professeurs & classes / Professeurs principaux
vi_vn: Giáo viên & lớp / Giáo viên chủ nhiệm lớp

source: Professeurs & groupes
vi_vn: Giáo viên & nhóm

source: Personnels & matières / Personnels coordonnateurs
vi_vn: Phân bố giáo viên, nhân sự & bộ môn / Phân bố giáo viên, nhân sự điều phối

source: Résilier l'inscription de l'établissement
vi_vn: Hủy bỏ tên trường đã đăng ký

source: Étape n°2 - Indiquer les référentiels à utiliser et la manière d'en extraire une note
vi_vn: Bước 2 - Chỉ dẫn các tham chiếu sẽ sử dụng và cách tính toán để biết điểm số tương ứng

source: Étape n°5 - Fiches brevet
vi_vn: Bước 5 - Tập hợp hồ sơ chuẩn bị cho kỳ thi tốt nghiệp THCS

source: Étape n°3 - Calculer et contrôler les notes pour chaque élève
vi_vn: Bước 3 - Tính toán và kiểm soát điểm đã cho đối với mỗi học sinh

source: Étape n°4 - Générer le fichier d'export pour Notanet
vi_vn: Bước 4 - Lập các phiếu thông tin sẽ xuất cho Notanet

source: Étape n°1 - Indiquer la série des élèves concernés
vi_vn: Bước 1 - Chỉ báo phân luồng đối với những học sinh liên quan

source: Bienvenue dans votre espace identifié
vi_vn: Chào mừng bạn đã vào trang thông tin cá nhân của mình

source: Items récents à retravailler
vi_vn: Các kỹ năng vừa học cần được củng cố lại

source: Items récents à améliorer
vi_vn: Các kỹ năng vừa học cần được cải thiện hơn

source: Notes à saisir
vi_vn: Điểm cần vào sổ

source: Auto-évaluations en cours
vi_vn: Bài tự đánh giá đang thực hiện

source: Bilans officiels ouverts à la saisie
vi_vn: Bảng tổng kết chính thức được mở để cho giáo viên ghi nhận xét

source: Nouveaux bilans officiels à consulter
vi_vn: Kết quả đánh giá chính thức mới cần tham khảo

source: Informations d'accueil
vi_vn: Thông tin trang chủ

source: Résultats récents
vi_vn: Kết quả đạt được gần đây

source: Items récents les mieux réussis
vi_vn: Các năng lực đạt được tốt nhất gần đây

source: Demandes d'évaluations
vi_vn: Yêu cầu kiểm tra, đánh giá

source: Astuce du moment
vi_vn: Cách làm hay của ngày

source: Protégeons l'environnement
vi_vn: Cùng bảo vệ môi trường

source: Bonjour %s.
vi_vn: Xin chào %s.

source: Heureux de faire votre connaissance ; bonne découverte de SACoche !
vi_vn: Rất vui được làm quen với bạn ; chúc bạn có những khám phá thú vị với SACoche !

source: Déjà de retour ? Décidément on ne se quitte plus !
vi_vn: Bạn đã trở lại ? Quả thực chúng ta không thể xa nhau !

source: Bonne navigation, et merci de votre fidélité !
vi_vn: Chúc bạn sử dụng tốt chương trình này, và cảm ơn lòng trung thành của bạn !

source: Content de vous retrouver après cette pause de quelques jours !
vi_vn: Rất vui khi được gặp lại bạn sau một vài ngày vắng mặt !

source: Quel plaisir de vous revoir : le temps semble long sans vous !
vi_vn: Rất vui khi gặp lại bạn : vắng bạn tôi cảm thấy thời gia trôi thật lê thê !

source: On ne s'était pas vu depuis trop longtemps : vous nous avez manqué !
vi_vn: Từ rất lâu rồi chúng ta không gặp lại nhau : rất nhớ bạn !

source: Encore là %s ? Vous avez raison, faîtes comme chez vous !
vi_vn: Bạn vẫn còn ở đây à %s ? Bạn đúng, hãy làm như bạn đang ở nhà bạn !

source: Toujours là %s ? Pas de souci, restez le temps que vous voulez !
vi_vn: Bạn vẫn ở đây %s ? Không sao, bạn cứ ở lại chừng nào bạn muốn !

source: Vous êtes dans l'environnement %s.
vi_vn: Bạn đang ở cương vị %s.

source: Élève(s) associé(s) à votre compte :
vi_vn: (Các) học sinh liên kết với tài khoản của bạn :

source: Notifications à consulter
vi_vn: Các thông báo chưa xem

source: Message
vi_vn: Tin nhắn

source: Afin de préserver l'environnement, n'imprimer que si nécessaire !
vi_vn: Để bảo vệ môi trường, bạn chỉ in khi thật cần thiết !

source: Le saviez-vous ?
vi_vn: Bạn đã biết cách này chưa ?

source: Choisir sa langue
vi_vn: Lựa chọn ngôn ngữ

source: Changer son mot de passe
vi_vn: Thay đổi mật khẩu

source: Gérer ses regroupements d'items
vi_vn: Quản lý các nhóm năng lực

source: Référentiels partagés (serveur communautaire)
vi_vn: Các tập hợp tham chiếu được chia sẻ (máy chủ theo hình thức cộng đồng)

source: Référentiels en place (dans l'établissement)
vi_vn: Các tập hợp tham chiếu đã được thiết lập (của nhà trường)

source: Configuration des bilans officiels
vi_vn: Giao diện bảng tổng kết đánh giá chính thức

source: Format de synthèse par référentiel
vi_vn: Mức độ tập hợp qua các tham chiếu

source: Mise en page des bilans officiels
vi_vn: Lên trang các bảng tổng kết đánh giá chính thức

source: Ordre d'affichage des matières
vi_vn: Thứ tự thông báo các môn học trong một phiếu điểm

source: Archives consultables des bilans officiels
vi_vn: Phần lưu trữ kết quả đánh giá học tập chính thức bạn có thể tra cứu được

source: Gérer ses groupes de besoin
vi_vn: Quản lý các nhóm học sinh cần được trợ giúp

source: Bilan chronologique
vi_vn: Đánh giá kết quả đạt được theo thứ tự thời gian

source: Import / Export de validations du socle
vi_vn: Nhập / Xuất các kết quả tiếp thu kiến thức nền đã được xác thực

source: Valider les compétences (piliers) du socle
vi_vn: Hợp thức các kỹ năng thuộc kiến thức nền đã đạt được

source: Annuler une compétence validée du socle
vi_vn: Hủy bỏ một kỹ năng thuộc kiến thức nền đã được hợp thức
