Repository: rhertzog/lcs
Catalog: openssh-5.0p1/debian/po/*.po
Languages: fi, nb, ro

source: Generate a new configuration file for OpenSSH?
fi: Luodaanko OpenSSH:lle uusi asetustiedosto?

source: This version of OpenSSH has a considerably changed configuration file from the version shipped in Debian 'Potato', which you appear to be upgrading from. This package can now generate a new configuration file (/etc/ssh/sshd.config), which will work with the new server version, but will not contain any customizations you made with the old version.
fi: Tämän OpenSSH:n version käyttämän asetustiedoston muoto poikkeaa huomattavasti Debianin ”Potato”-julkaisun mukana toimitetusta versiosta, jota olet päivittämässä. Uusi asetustiedosto (/etc/ssh/sshd.config) voidaan luoda nyt. Uudet asetukset toimivat uuden palvelinversion kanssa, mutta vanhaan versioon itse tehdyt muokkaukset menetetään.

source: Please note that this new configuration file will set the value of 'PermitRootLogin' to 'yes' (meaning that anyone knowing the root password can ssh directly in as root). Please read the README.Debian file for more details about this design choice.
fi: Uudessa asetustiedostossa muuttujan ”PermitRootLogin” arvo on ”yes” (tarkoittaen, että kuka tahansa pääkäyttäjän salasanan tietävä voi kirjautua suoraan ssh:n avulla pääkäyttäjänä). Lisätietoja tästä valinnasta löytyy (englanniksi) tiedostosta README.Debian.

source: It is strongly recommended that you choose to generate a new configuration file now.
fi: Uuden asetustiedoston luominen nyt on erittäin suositeltavaa.

source: Do you want to risk killing active SSH sessions?
fi: Haluatko ottaa riskin, että aktiiviset SSH-istunnot tapetaan?

source: The currently installed version of /etc/init.d/ssh is likely to kill all running sshd instances. If you are doing this upgrade via an SSH session, you're likely to be disconnected and leave the upgrade procedure unfinished.
fi: Tiedoston /etc/init.d/ssh asennettuna oleva versio tappaa todennäköisesti kaikki käynnissä olevat sshd-prosessit. Jos teet tätä päivitystä ssh-yhteyden yli, yhteytesi luultavasti katkeaa ja päivitysprosessi keskeytyy.

source: This can be fixed by manually adding "--pidfile /var/run/sshd.pid" to the start-stop-daemon line in the stop section of the file.
fi: Tämä voidaan korjata lisäämällä merkkijono ”--pidfile /var/run/sshd.pid” kyseisen tiedoston stop-osion start-stop-daemon-riville.

source: New host key mandatory
fi: Uusi konekohtainen avain pakollinen

source: The current host key, in /etc/ssh/ssh_host_key, is encrypted with the IDEA algorithm. OpenSSH can not handle this host key file, and the ssh-keygen utility from the old (non-free) SSH installation does not appear to be available.
fi: Olemassa oleva konekohtainen avain /etc/ssh/ssh_host_key on salattu IDEA-algoritmilla. OpenSSH ei voi käsitellä tätä konekohtaista avaintiedostoa, eikä vanhan (ei-vapaan) SSH-asennuksen ssh-keygen-ohjelmaa löydy.

source: You need to manually generate a new host key.
fi: Uuden konekohtaisen avaimen (host key) luominen on tarpeen.

source: Disable challenge-response authentication?
fi: Poistetaanko haaste-vaste-autentikointi käytöstä?
nb: Skal autentisering med utfordring/svar slås av?
ro: Dezactivează modul de autentificare provocare-răspuns?

source: Password authentication appears to be disabled in the current OpenSSH server configuration. In order to prevent users from logging in using passwords (perhaps using only public key authentication instead) with recent versions of OpenSSH, you must disable challenge-response authentication, or else ensure that your PAM configuration does not allow Unix password file authentication.
fi: OpenSSH-palvelimen nykyisissä asetuksissa salasana-autentikointi näyttää olevan poissa käytöstä. Estääksesi kirjautumiset salasanaa käyttäen (esim. salliaksesi kirjautumisen vain julkista avainta käyttäen), OpenSSH:n uusissa versioissa haaste-vaste-autentikointi tulee poistaa käytöstä tai muutoin varmistaa, että PAM-asetukset eivät salli Unixin salasanatiedostoon perustuvaa autentikointia.

source: If you disable challenge-response authentication, then users will not be able to log in using passwords. If you leave it enabled (the default answer), then the 'PasswordAuthentication no' option will have no useful effect unless you also adjust your PAM configuration in /etc/pam.d/ssh.
fi: Jos poistat haaste-vaste-autentikoinnin käytöstä, käyttäjät eivät voi kirjautua käyttäen salasanaa. Jos jätät sen päälle (oletus), asetuksella ”PasswordAuthentication no” ei ole vaikutusta, ellet muuta myös PAM-asetuksia tiedostossa /etc/pam.d/ssh.
nb: Hvis autentisering med utfordring-svar er slått av, så kan brukere ikke logge inn med passord. Hvis det står på (som er standard), så har det ingen virkning å sette «PasswordAuthentication no» med mindre PAM-oppsettet i /etc/pam.d/ssh også justeres.
ro: Dacă dezactivaţi autentificarea pe bază de provocare-răspuns, utilizatorii nu vor mai putea să se autentifice folosind parolele. Dacă nu o dezactivaţi (răspunsul implicit), aunci opţiunea 'PasswordAuthentification no' va fi utilizabilă doar dacă modificaţi şi configuraţia PAM din /etc/pam.d/ssh.

source: Generate new configuration file?
nb: Skal ny oppsettsfil lages?
ro: Să se genereze un fişier nou de configurare?

source: This version of OpenSSH has a considerably changed configuration file from the version shipped in Debian 'Potato', which you appear to be upgrading from. This package can now generate a new configuration file (/etc/ssh/sshd.config), which will work with the new server version, but will not contain any customisations you made with the old version.
nb: Det ser ut til at du oppgraderer fra Debian «Potato», og denne versjonen av OpenSSH har ganske store endringer i oppsettsfila. Denne pakka kan nå lage en ny oppsettsfil (/etc/ssh/sshd_config) som fungerer med den nye tjenerversjonen, men ikke inneholder noen tilpasninger som kan være gjort lokalt i den gamle versjonen.
ro: Această versiune de OpenSSH are un fişier de configurare considerabil modificat faţă de versiunea care vine cu Debian 'Potato', pe care se pare că o actualizaţi. Acest pachet poate genera acum un nou fişier de configurare (/etc/ssh/sshd.config), care va funcţiona cu noua versiune de server, dar nu va conţine nici o personalizare făcută pentru versiunea anterioară.

source: Please note that this new configuration file will set the value of 'PermitRootLogin' to yes (meaning that anyone knowing the root password can ssh directly in as root). It is the opinion of the maintainer that this is the correct default (see README.Debian for more details), but you can always edit sshd_config and set it to no if you wish.
nb: Merk at denne nye oppsettsfila setter verdien av «PermitRootLogin» til «yes» (slik at alle som kjenner root-passordet kan logge inn direkte med ssh som root). Vedlikeholderen mener at dette er den riktige standardinnstillingen (se i README.Debian etter mer), men sshd_config kan alltid redigeres manuelt med ønsket verdi.
ro: De notat faptul că acest fişier nou de configurare va stabili valoarea opţiunii 'PermitRootLogin' la „yes” (ceea ce înseamnă că cine ştie parola de root se poate autentifica prin ssh direct ca root). Părerea responsabilului de pachet este că aceasta trebuie să fie valoarea implicită (a se vedea fişierul README.Debian pentru detalii suplimentare), dar,dacă doriţi, puteţi edita oricând fişierul sshd_config pentru a stabili valoarea opţiunii la „no”.

source: It is strongly recommended that you let this package generate a new configuration file now.
nb: Det anbefales sterkt at denne pakka får lage en ny oppsettsfil nå.
ro: Este indicat să permiteţi acestui pachet să genereze un nou fişier de configurare.

source: Do you want to continue (and risk killing active ssh sessions)?
nb: Vil du fortsette (og risikere å avbryte aktive ssh-økter)?
ro: Doriţi să continuaţi (riscând întreruperea sesiunilor ssh active)?

source: The version of /etc/init.d/ssh that you have installed, is likely to kill all running sshd instances. If you are doing this upgrade via an ssh session, that would be a Bad Thing(tm).
nb: Den versjonen av /etc/init.d/ssh som nå er installert vil antakelig stoppe alle sshd-instanser som kjører. Hvis denne oppgraderingen gjøres over en ssh-økt, så er dette Ikke Bra(tm).
ro: Este foarte probabil ca această versiune de /etc/init.d/ssh pe care o aveţi instalată să omoare toate instanţele sshd care rulează. Dacă faceţi această actualizare printr-o sesiune ssh, atunci acest lucru nu ar fi bun.

source: You can fix this by adding "--pidfile /var/run/sshd.pid" to the start-stop-daemon line in the stop section of the file.
nb: Dette kan rettes på ved å legge til «--pidfile /var/run/sshd.pid» til start-stop-daemon linja i stopp-delen av fila.
ro: Puteţi repara acest lucru adăugând „--pidfile /var/run/sshd.pid” la linia start-stop-daemon în secţiunea stop a fişierului.

source: Warning: you must create a new host key
nb: Advarsel: Ny vertsnøkkel må lages
ro: Avertizare: trebuie să creaţi o nouă cheie pentru sistem

source: There is an old /etc/ssh/ssh_host_key, which is IDEA encrypted. OpenSSH can not handle this host key file, and the ssh-keygen utility from the old (non-free) SSH installation does not appear to be available.
nb: Det finnes en gammel /etc/ssh/ssh_host_key, som er kryptert med IDEA. OpenSSH kan ikke håndtere denne vertsnøkkelfila, og det ser ikke ut til at verktøyet ssh-keygen fra den gamle (ikke-frie) SSH-installasjonen er tilgjengelig.
ro: Există o cheie veche în /etc/ssh/ssh_host_key, care este criptată cu IDEA. OpenSSH nu suportă acest tip de cheie, iar utilitarul ssh-keygen din versiunea SSH (non-liberă) anterior instalată nu pare să fie disponibil.

source: You will need to generate a new host key.
nb: En ny vertsnøkkel må lages.
ro: Va trebui să generaţi o nouă cheie pentru sistem.

source: Password authentication appears to be disabled in your current OpenSSH server configuration. In order to prevent users from logging in using passwords (perhaps using only public key authentication instead) with recent versions of OpenSSH, you must disable challenge-response authentication, or else ensure that your PAM configuration does not allow Unix password file authentication.
nb: Det ser ut til at passord-autentisering er slått av i tjeneroppsettet for OpenSSH. For å hindre brukere i å logge inn med passord med nyere versjoner av OpenSSH (kanskje med autentisering med kryptonøkler i stedet), så må autentisering med utfordring-svar slås av, eller PAM-oppsettet være satt til ikke å tillate autentisering mot Unix passord-fila.
ro: Autentificarea pe bază de parole pare dezactivată în configuraţia curentă a serverului OpenSSH. Pentru a împiedica utilizatorii să se autentifice folosind parole (probabil folosind doar autentificarea cu chei publice) în versiunile recente OpenSSH trebuie să dezactivaţi autentificarea tip provocare-răspuns, sau asiguraţi-vă că configuraţia PAM nu permite autentificarea cu fişierul de parole Unix.
