Repository: rhertzog/lcs
Catalog: lcs-sacoche/Sacoche/_lang/rcf_RE/LC_MESSAGES/traductions.po
Languages: rcf_re

source: Informations
rcf_re: Zinformations

source: Paramétrages établissement
rcf_re: Paramétrazes lécol

source: Paramétrages utilisateurs
rcf_re: Paramétrazes zutilizateurs

source: Paramétrages personnels
rcf_re: Paramétrazes pou ou mem

source: Administration générale
rcf_re: Administration zénérale

source: Gestion courante
rcf_re: Zestion courante

source: Date de dernière connexion
rcf_re: Date out dernière connexion

source: Export de données
rcf_re: Envoa là zot données

source: Notifications reçues
rcf_re: Notifications pou ou

source: Référentiels en place
rcf_re: Référentiel zen place

source: Identité de l'établissement
rcf_re: Identité zot lécol

source: Notation : codes, couleurs, légendes
rcf_re: Notation : kodes, koulèrs, lézends

source: Algorithme de calcul
rcf_re: Algorithme de kalcul

source: Choix des profils utilisateurs
rcf_re: Choix de zot band' zutilizateurs

source: Réglage des autorisations
rcf_re: Réglage de zot zautorisations

source: Format des identifiants de connexion
rcf_re: Format de zot band' zidentifiants de connexion

source: Mot de passe
rcf_re: Mot d' passe

source: Adresse e-mail & Abonnements
rcf_re: Adress mel & zabonnments

source: Langue
rcf_re: Lang

source: Sauvegarder / Restaurer la base
rcf_re: Gard / Remett zot base

source: Nettoyer / Initialiser la base
rcf_re: Nettoaye / Refé zot base

source: Importer des fichiers d'utilisateurs
rcf_re: Ramèn là toute zot fichiers zutilizateurs

source: Importer / Imposer des identifiants
rcf_re: Ramèn / Impoz toute zot identifiants

source: Import / Export des validations
rcf_re: Mett là / Envoa là bas toute zot validations

source: Messages d'accueil
rcf_re: Messazes d'accueil

source: Blocage des connexions
rcf_re: Blocaze toute zot connexions

source: Résilier l'inscription
rcf_re: Arèt out linscription

source: Périodes
rcf_re: Périod

source: Synthèses / Bilans
rcf_re: Synthèzes / Bilans

source: Élèves
rcf_re: Marmailles lécol

source: Parents
rcf_re: Granmoun

source: Professeurs / Personnels
rcf_re: Profésèrs / Personnels

source: Administrateurs
rcf_re: Zadministrateurs

source: Rechercher un utilisateur
rcf_re: Rocherch in utilizateur

source: Paramétrages
rcf_re: Paramétrazes

source: Évaluations
rcf_re: Zévaluations

source: Relevés / Synthèses
rcf_re: Toute zot List / Toute zot Synthèzes

source: Bilans officiels
rcf_re: Toute zot Bilans officiels

source: Données personnelles
rcf_re: Toute out données a ou

source: Dates des périodes
rcf_re: Dates toute zot périod

source: Référentiels partagés
rcf_re: Référentiels partazés

source: Statistiques globales
rcf_re: Statistiques partou

source: Trombinoscope
rcf_re: Têt zot toute !

source: Regroupements d'items
rcf_re: Rogroupements z'items

source: Liste des évaluations
rcf_re: Toute zot zévaluations

source: Choisir la langue étrangère
rcf_re: Choizi in lang zétrangère

source: Valider les items du socle
rcf_re: Valid band' zitems du socle

source: Valider les compétences du socle
rcf_re: Valid toute zot compétences du socle

source: Annuler une compétence validée
rcf_re: Annul in compétence validée

source: Recherche ciblée
rcf_re: Rocherche ciblée

source: Grille d'items d'un référentiel
rcf_re: Grille z'items d'in référentiel

source: Relevé d'items d'une matière
rcf_re: List z'items pour in matière

source: Relevé d'items pluridisciplinaire
rcf_re: List z'items toute mélanzés

source: Synthèse d'une matière
rcf_re: Synthèze pour in matière

source: Synthèse pluridisciplinaire
rcf_re: Synthèze toute mélanzée

source: Relevé de maîtrise du socle
rcf_re: List de maîtrise du socle

source: Synthèse de maîtrise du socle
rcf_re: Synthèze de maîtrise du socle

source: Absences / Retards
rcf_re: Absences / Rotards

source: Relevé d'évaluations
rcf_re: List toute zévaluations

source: Bulletin scolaire
rcf_re: Bulltin scolair

source: Demandes d'évaluations formulées
rcf_re: Domandes zévaluations par ou mem

source: Archives consultables
rcf_re: Zarchives ke ou peu 'gardé

source: Référentiels (gestion)
rcf_re: Référentiels (zestion)

source: Groupes de besoin
rcf_re: Groupes de bezoin

source: Créer / paramétrer les référentiels
rcf_re: Fabrik / arranj toute zot référentiels

source: Modifier le contenu des référentiels
rcf_re: Arranj lintérieur de zot référentiels

source: Associer des ressources aux items
rcf_re: Mett band' ressources avec zitems

source: Évaluer une classe ou un groupe
rcf_re: Nott in classe ou in groupe

source: Évaluer des élèves sélectionnés
rcf_re: Nott band' marmailles lécol ke ou la choizi

source: Évaluer un élève à la volée
rcf_re: Nott in marmaille lécol ke ou la atrapé

source: Relevé d'items sélectionnés
rcf_re: List z'items sélectionnés

source: Relevé d'items d'un enseignant
rcf_re: List z'items d'in profésèr

source: Gérer les administrateurs
rcf_re: Zére band' zadministrateurs

source: Gérer les classes
rcf_re: Zére zot classes

source: Affecter les élèves aux classes
rcf_re: Met band marmailles lécol dand' classes

source: Gérer les élèves
rcf_re: Zére band' marmailles lécol

source: Affecter les élèves aux groupes
rcf_re: Met' band' marmailles lécol dand' groupes

source: Choisir la langue étrangère pour le socle commun
rcf_re: Choizi out lang zétrangère pou le socle commun

source: Photos des élèves
rcf_re: Fotos band' marmailles lécol

source: Gérer les groupes
rcf_re: Zére zot groupes

source: Adresses des parents
rcf_re: Adress band' granmoun

source: Parents & élèves
rcf_re: Granmoun & marmailles lécol

source: Gérer les parents
rcf_re: Zére toute band' grandmoun

source: Affecter les périodes aux classes & groupes
rcf_re: Mett les périodes avec band' classes & groupes

source: Gérer les périodes
rcf_re: Zére toute lé périod

source: Professeurs & classes / Professeurs principaux
rcf_re: Profésèrs & classes / profésèrs principaux

source: Professeurs & groupes
rcf_re: Profésèrs & groupes

source: Résilier l'inscription de l'établissement
rcf_re: Arèt linscription de out lécol

source: Étape n°2 - Indiquer les référentiels à utiliser et la manière d'en extraire une note
rcf_re: Étape #2 - Indik koman utiliz toute band' zot référentiels et koman zot enlev in note

source: Étape n°5 - Fiches brevet
rcf_re: Étape #5 - Fiches brevet

source: Étape n°3 - Calculer et contrôler les notes pour chaque élève
rcf_re: Étape #3 - Kalcul et surveil toute zot band' notes pou chak marmaille lécol

source: Étape n°4 - Générer le fichier d'export pour Notanet
rcf_re: Étape #4 - Zénér le fichier pour envoa dand' Notanet

source: Étape n°1 - Indiquer la série des élèves concernés
rcf_re: Étape #1 - Indik toute band' marmailles lécol concernés

source: Bienvenue dans votre espace identifié
rcf_re: Bienvenue dan out léspasse a ou

source: Items récents à retravailler
rcf_re: Z'items zordi a retravaillé

source: Items récents à améliorer
rcf_re: Z'items zordi a amélioré

source: Notes à saisir
rcf_re: Notes a tapé

source: Auto-évaluations en cours
rcf_re: Zévaluations ou mem en train fèr

source: Bilans officiels ouverts à la saisie
rcf_re: Bilans officiels prêts za tapé

source: Nouveaux bilans officiels à consulter
rcf_re: Nouveaux bilans officiels za 'gardé

source: Informations d'accueil
rcf_re: Zinformations d'accueil

source: Résultats récents
rcf_re: Résultats zordi

source: Items récents les mieux réussis
rcf_re: Z'items zordi les mieux réussis

source: Demandes d'évaluations
rcf_re: Domandes z'évaluations

source: Astuce du moment
rcf_re: Astuce astèr

source: Protégeons l'environnement
rcf_re: Abim pa la natir

source: Bonjour %s.
rcf_re: Bonzour %s.

source: Heureux de faire votre connaissance ; bonne découverte de SACoche !
rcf_re: Content connait a ou ; bon visit dand' SACoch !

source: Déjà de retour ? Décidément on ne se quitte plus !
rcf_re: Ou lé déza rovni ? Eh ben ou larg pi nou !

source: Bonne navigation, et merci de votre fidélité !
rcf_re: Bon navigation, et merci rest a nou fidéle !

source: Content de vous retrouver après cette pause de quelques jours !
rcf_re: Content de retrouv a ou depui tou' ce temps !

source: Quel plaisir de vous revoir : le temps semble long sans vous !
rcf_re: Sa fé plaizir vouar a ou : le temps lété long san a zot !

source: On ne s'était pas vu depuis trop longtemps : vous nous avez manqué !
rcf_re: Sa fé lontemp la pa vi a ou : ou la mank a nou !

source: Encore là %s ? Vous avez raison, faîtes comme chez vous !
rcf_re: Encor là %s ? ou la raizon, fait com dan ton caz !

source: Toujours là %s ? Pas de souci, restez le temps que vous voulez !
rcf_re: Touzour là %s ? Inkiète pa ou, rest le temps kou veu !

source: Vous êtes dans l'environnement %s.
rcf_re: Ou i lé dan lendroa %s.

source: Élève(s) associé(s) à votre compte :
rcf_re: Marmaille(s) lécol avec out compte :

source: Notifications à consulter
rcf_re: Notifications a 'gardé

source: Message
rcf_re: Messaze

source: Afin de préserver l'environnement, n'imprimer que si nécessaire !
rcf_re: Pou pa abim la natir, gach pa papier !

source: Le saviez-vous ?
rcf_re: Zot i coné sa ?

source: Choisir sa langue
rcf_re: Choizi out lang

source: Changer son mot de passe
rcf_re: Chang out mot d' passe

source: Gérer ses regroupements d'items
rcf_re: Zére zot regroupements z'items

source: Référentiels partagés (serveur communautaire)
rcf_re: Référentiels partazés (serveur pour tout le moun)

source: Référentiels en place (dans l'établissement)
rcf_re: Référentiels zen place (dan zot lécol)

source: Configuration des bilans officiels
rcf_re: Configuration toute zot bilans officiels

source: Format de synthèse par référentiel
rcf_re: Format de synthèze par référentiel

source: Mise en page des bilans officiels
rcf_re: Mize en paze de toute zot bilans officiels

source: Ordre d'affichage des matières
rcf_re: Ordre d'affichaze band' matières

source: Archives consultables des bilans officiels
rcf_re: Zarchives ke ou peu 'gardé dan toute zot bilans officiels

source: Gérer ses groupes de besoin
rcf_re: Zére out groupes d' bezoin

source: Bilan chronologique
rcf_re: Bilan dand' temp

source: Import / Export de validations du socle
rcf_re: Ramèn là / Envoa là bas toute zot validations du socle

source: Valider les compétences (piliers) du socle
rcf_re: Valid toute zot band' compétences (piliers) du socle

source: Annuler une compétence validée du socle
rcf_re: Annul in compétence validée du socle
